Repository: mallakyyev/TSTB
Catalog: TSTB.Web/Resources/SharedResource.*.resx
Languages: ru, tk

source: Access denied
ru: Доступ запрещен
tk: Elýeterlik gadagan

source: Accountant
ru: Бухгалтер
tk: Hasapçy

source: Accountant's office
ru: Кабинет бухгалтера
tk: Hasapçynyň iş otagy

source: Active
ru: Активный
tk: Işjeň

source: Activity
ru: Деятельность
tk: Iş

source: Activity types
ru: Виды деятельности
tk: Iş görnüşleri

source: Add
ru: Добавить
tk: Goşmaly

source: Add charity
ru: Добавление благотворительности
tk: Haýyr-sahawaty goşmak

source: Add city
ru: Добавить город
tk: Şäheri goşmaly

source: Add phone number
ru: Добавить номер телефона
tk: Telefon belgisini goşuň

source: Address
ru: Адрес
tk: Salgy

# AddressSPPT
source: Address
ru: Адрес
tk: Salgy

source: Admin
ru: Администратор
tk: Administrator

source: Admin email is invalid
ru: Адрес электронной почты администратора недействителен
tk: Administratoryň elektron poçta salgysy hakyky däl

source: Admin email is required
ru: Требуется адрес электронной почты администратора
tk: Administratoryň elektron poçta salgysy talap edilýär

source: Admin panel
ru: Панель администратора
tk: Administratoryň paneli

source: Administrator's office
ru: Кабинет администратора
tk: Administratoryň iş otagy

source: Advertisement
ru: Рекламное объявление
tk: Mahabat bildirişi

source: All news
ru: Все новости
tk: Ähli täzelikler

source: All rights reserved
ru: Все права защищены
tk: Ähli hukuklar goralandyr

source: Amount
ru: Сумма
tk: Pul möçberi

source: Annual membership fee
ru: Годовой членский взнос
tk: Ýyllyk agza gatanjy

source: Assigned to menu
ru: Назначено меню
tk: Menýu bellendi

source: Author
ru: Автор
tk: Awtor

source: Author position
ru: Должность автора
tk: Awtoryň wezipesi

source: Back to home page
ru: Вернуться на главную страницу
tk: Baş sahyp dolanyp barmak

source: Banners
ru: Баннеры
tk: Bannerler

source: Birth place
ru: Место рождения
tk: Doglan ýeri

source: Birth Place including region name
ru: Место рождения, включая название региона
tk: Doglan ýeri, şol sanda welaýatyň ady

source: Brief statistics
ru: Краткая статистика
tk: Gysgaça statistika

source: Call backs
ru: Обратная связь
tk: Jemgyýetçilik gatnaşyklary

source: Cancelled
ru: Отменено
tk: Ýatyryldy

source: Category
ru: Категория
tk: Topary

source: Change
ru: Изменить
tk: Üýtgetmek

source: Change password
ru: Изменение пароля
tk: Açarsözi üýtgetmek

source: Change user password
ru: Изменить пароль пользователя
tk: Ulanyjynyň açarsözüni üýtgetmek

source: Charity
ru: Благотворительность
tk: Haýyr-sahawat

source: Choose a logo
ru: Выберите логотип
tk: Logotipi saýlaň

source: Choose a picture
ru: Выбрать картинку
tk: Şekili saýlaň

source: Choose a pictures
ru: Выбрать картинки
tk: Şekilleri saýlaň

source: Choose newspaper
ru: Выберите газету
tk: Gazeti saýlaň

source: Choose year
ru: Выберите год
tk: Ýyly saýlaň

source: Cities
ru: Города
tk: Şäherler

source: City
ru: Город
tk: Şäher

source: Collected
ru: Собрано
tk: Toplandy

source: Completed date
ru: Дата завершения
tk: Tamamlanýan senesi

source: Completed projects
ru: Завершенные проекты
tk: Tamamlanan taslamalar

source: Confirm password
ru: Подтверждение пароля
tk: Açarsözi tassyklamak

source: Confirmed
ru: Подтвержденно
tk: Tassyklandy

source: Contact person
ru: Контактное лицо
tk: Habarlaşmak üçin adam

source: Contact person name
ru: Имя контактного лица
tk: Habarlaşmak üçin adamyň ady

source: Contact us
ru: Связаться с нами
tk: Habarlaşmak üçin

source: Content
ru: Контент
tk: Kontent

source: Content-Manager
ru: Контент менеджер
tk: Kontent-menejer

source: Copy of registration certificate or USREO
ru: Копия свидетельства о регистрации или ЕГРПО
tk: Bellige alnandygy barada şahadatnamanyň nusgasy ýa-da KGÝTDS-den göçürme

source: Copy of the declaration or certificate
ru: Копия декларации или справки
tk: Beýannamanyň ýa-da kepilnamanyň nusgasy

source: Copy of the final income statement (last year)
ru: Копия окончательного отчета о прибылях и убытках (за прошлый год)
tk: Girdejiler ýa-da çykdajylar barada gutarnykly hasabatyň nusgasy (geçen ýyl üçin)

source: Copy of the passport
ru: Копия паспорта
tk: Pasportyň nusgasy

source: Copy of the patent or statutes
ru: Копия патента или устава
tk: Patentiň ýa-da Tertipnamanyň nusgasy

source: Copy of the precept
ru: Копия приказа
tk: Buýrugyň nusgasy

source: Create activity type
ru: Создание вид деятельности
tk: Iş görnüşini döretmek

source: Create advert
ru: Добавление рекламы
tk: Mahabaty goşmak

source: Create banner
ru: Добавление баннера
tk: Banneri goşmak

source: Create call backs
ru: Добавление обратной связи
tk: Jemgyýetçilik gatnaşyklaryny goşmak

source: Create city
ru: Добавление города
tk: Şäheri goşmak

source: Create department
ru: Добавление отдела
tk: Bölümi goşmak

source: Create industry
ru: Добавление отрасли
tk: Pudagy goşmak

source: Create menu
ru: Добавление меню
tk: Menýuny goşmak

source: Create news
ru: Добавление новости
tk: Täzelikleri goşmak

source: Create news category
ru: Добавление категории новостей
tk: Täzelikler toparyny goşmak

source: Create news paper
ru: Добавление газеты
tk: Gazeti goşmak

source: Create newspaper data
ru: Добавление данные газеты
tk: Gazet maglumatlaryny goşmak

source: Create online trading
ru: Добавление онлайн торговли
tk: Onlaýn söwdany goşmak

source: Create page
ru: Добавление страницы
tk: Sahypany goşmak

source: Create partner
ru: Добавление партнера
tk: Hyzmatdaşy goşmak

source: Create project
ru: Добавление проекта
tk: Taslamany goşmak

source: Create representative
ru: Добавление представителя
tk: Wekili goşmak

source: Create saying
ru: Добавление цитаты
tk: Sitatany goşmak

source: Create service type
ru: Добавление тип услуги
tk: Hyzmat görnüşini goşmak

source: Create services
ru: Добавление услуги
tk: Hyzmaty goşmak

source: Create trading house
ru: Добавление торгового дома
tk: Söwda öýüni goşmak

source: Create user account
ru: Создание учетной записи пользователя
tk: ULanyjynyň akkauntyny döretmek

source: Create widget
ru: Добавление виджета
tk: Wijeti goşmak

source: Created
ru: Создано
tk: Döredildi

source: Created date
ru: Дата добавления
tk: Goşulan senesi

source: Currency rate
ru: Курс валюты
tk: Walýuta kursy

source: Data
ru: Данные
tk: Maglumatlar

source: Date created
ru: Дата создания
tk: Döredilen senesi

source: Date of birth
ru: Дата рождения
tk: Doglan senesi

source: Date publish
ru: Дата публикации
tk: Çap edilen senesi

source: Date search
ru: Поиск по дате
tk: Senesi boýunça gözleg

source: Declaration images
ru: Изображение деклорации
tk: Beýannamanyň şekili

source: Declaration management
ru: Управление декларациями
tk: Beýannamalary dolandyrmak

source: Declaration scans
ru: Сканы декларации
tk: Beýannamalaryň skanlary

source: Declarations
ru: Декларации
tk: Beýannamalar

source: Delete previous picture
ru: Удалить предыдущее изображение
tk: Öňki şekili pozmaly

source: Departments
ru: Отделы
tk: Bölümler

source: Description
ru: Описание
tk: Sözde beýany

source: Detailed statistics
ru: Подробная статистика
tk: Jikme-jik statistika

source: Direction of activity
ru: Направление деятельности
tk: Iş ugry

source: Download
ru: Загрузить
tk: Ýüklemek

source: Edit
ru: Изменить
tk: Üýtgetmek

source: Edit activity type
ru: Редактирование вид деятельности
tk: Iş görnüşine düzediş girizmek

source: Edit advert
ru: Редактировать рекламу
tk: Mahabatda düzediş girizmek

source: Edit banner
ru: Редактирование баннера
tk: Bannere düzediş girizmek

source: Edit call backs
ru: Изменение обратной связи
tk: Jemgyýetçilik gatnaşyklaryna düzediş girizmek

source: Edit charity
ru: Редактирование благотворительности
tk: Haýyr-sahawata düzedişleri girizmek

source: Edit department
ru: Изменение отдела
tk: Bölüme düzedişleri girizmek

source: Edit industry
ru: Редактирование отрасли
tk: Pudaga düzedişleri girizmek

source: Edit menu
ru: Редактирование меню
tk: Menýu düzedişleri girizmek

source: Edit news
ru: Редактировать новость
tk: Täzelikleri düzedişleri girizmek

source: Edit news category
ru: Изменение категории новостей
tk: Täzelikler toparyny üýtgetmek

source: Edit news paper
ru: Редактирование газеты
tk: Gazete düzedişleri girizmek

source: Edit newspaper data
ru: Изменение данные газеты
tk: Gazetiň maglumatlaryna düzedişleri girizmek

source: Edit online trading
ru: Редактирование онлайн торговли
tk: Onlaýn söwda düzedişleri girizmek

source: Edit page
ru: Редактирование страницы
tk: Sahypa düzedişleri girizmek

source: Edit partner
ru: Редактирование партнера
tk: Hyzmatdaşa düzedişleri girizmek

source: Edit project
ru: Редактирование проекта
tk: Taslama düzedişleri girizmek

source: Edit Representative
ru: Редактирование представителя
tk: Wekile düzedişleri girizmek

source: Edit saying
ru: Редактирование цитаты
tk: Sitata düzedişleri girizmek

source: Edit service type
ru: Редактирование тип услуг
tk: Hyzmatlar görnüşine düzedişleri girizmek

source: Edit services
ru: Редактирование услуги
tk: Hyzmatlara düzedişleri girizmek

source: Edit trading house
ru: Редактирование торгового дома
tk: Sözda öýüne düzedişleri girizmek

source: Edit user account
ru: Редактирование учетной записи пользователя
tk: Ulanyjynyň akkauntyna düzedişleri girizmek

source: Edit widget
ru: Редактирование виджета
tk: Wijete düzedişleri girizmek

source: Edit yearly payment request
ru: Изменение запроса на ежегодный платеж
tk: Ýyllyk töleg tabşyrygyna düzedişleri girizmek

# Edit yearly payment request and send declaration for amount confirmation
source: Edit yearly payment request and send declarion for amount confirmation
ru: Отредактируйте ежегодный платежный запрос и отправьте декларацию для подтверждения суммы
tk: Ýyllyk töleg tabşyrygyna düzedişleri giriziň we pul möçberini tassyklamak üçin beýannamany iberiň

source: Edit сity
ru: Редактирование города
tk: Şähere düzedişleri girizmek

source: Email
ru: Почта
tk: Poçta

source: Email fiels is empty or invalid
ru: Поле электронной почты пустое или недействительное
tk: Elektron poçtanyň sahypa ýeri boş ýa-da hakyky däl

source: Email header
ru: Заголовок электронного письма
tk: Elektron hatyň sözbaşysy

source: Email is empty
ru: Электронная почта пуста
tk: Elektron poçta boş

source: Email is invalid
ru: Электронная почта не действительна
tk: Elektron poçta hakyky däl

# EmailSPPT
source: Email
ru: Электронная почта
tk: Elektron poçta

source: Employee
ru: Сотрудник
tk: Işgär

source: End date
ru: Дата конца
tk: Tamamlanýan senesi

source: End of the working week
ru: Конец рабочей недели
tk: Iş hepdesiniň soňy

source: Enter activity
ru: Введите сферу деятельности
tk: Iş görnüşini giriziň

source: Enter address
ru: Введите адрес
tk: Salgysyny giriziň

source: Enter author name
ru: Введите имя автора
tk: Awtoryň adyny giriziň

source: Enter author position
ru: Введите должность автора
tk: Awtoryň wezipesini giriziň

source: Enter contact person name
ru: Введите имя контактного лица
tk: Habarlaşmak üçin işgäriň adyny giriziň

source: Enter date of birth
ru: Введите дату рождения
tk: Doglan senesini giriziň

source: Enter department name
ru: Введите наименование отдела
tk: Bölümiň adyny giriziň

source: Enter description
ru: Введите описание
tk: Ýazgyly beýanyny giriziň

source: Enter email header
ru: Введите заголовок электронного письма
tk: Elektron hatyň sözbaşysyny giriziň

source: Enter footer
ru: Введите низ
tk: Gatyny giriziň

source: Enter industry name
ru: Введите наименование отрасли
tk: Pudagyň adyny giriziň

source: Enter membership date
ru: Введите дату вступления в членство
tk: Agzalyga giren senesini giriziň

source: Enter message
ru: Введите сообщение
tk: Habary giriziň

source: Enter name
ru: Введите наименование
tk: Adyny giriziň

source: Enter organization address
ru: Введите адрес организации
tk: Guramanyň salgysyny giriziň

source: Enter organization name
ru: Введите наименование организации
tk: Guramanyň adyny giriziň

source: Enter passport issue date
ru: Введите дату выдачи паспорта
tk: Pasportyň berlen senesini giriziň

source: Enter passport issued organization
ru: Введите кем выдан паспорт
tk: Pasportyň kim tarapyndan berilendigini giriziň

source: Enter passport serial number
ru: Введите серийный номер паспорта
tk: Pasportyň seriýa belgisini giriziň

source: Enter password
ru: Введите пароль
tk: Açarsözi giriziň

source: Enter phone Number
ru: Введите номер телефона
tk: Telefon belgisini giriziň

source: Enter registration place (permanent address by passport)
ru: Укажите место регистрации (адрес прописки по паспорту)
tk: Bellige alnan ýerini giriziň (pasport boýunça ýazga goýlan salgysyny)

source: Enter saying
ru: Введите цитату
tk: Sitatany giriziň

source: Enter short description
ru: Введите краткое наименование
tk: Gysgaça adyny giriziň

source: Enter subject
ru: Введите тему
tk: Temany giriziň

source: Enter title
ru: Введите наименование
tk: Adyny giriziň

source: Enter your email address
ru: Введите ваш email-адрес
tk: Öz email-salgyňyzy giriziň

source: Entrance fee
ru: Вступительный взнос
tk: Giriş gatanjy

source: Entrepreneur
ru: Предприниматель
tk: Telekeçi

source: Entrepreneur membership
ru: Членство предпринимателя
tk: Telekeçiniň agzalykda durýan ýeri

source: Entrepreneur's office
ru: Кабинет предпринимателя
tk: Telekeçiniň iş otagy

source: Entrepreneurs
ru: Предприниматели
tk: Telekeçiler

source: entrepreneurs trained
ru: обучено предпринимателей
tk: telekeçiler taýýarlandy

source: ENTREPRENEURS WITH ANNUAL PROFIT MORE THAN 200 000 MANAT
ru: ПРИ ОБЩЕЙ ГОДОВОЙ ПРИБЫЛИ ПРЕДПРИНИМАТЕЛЯ БОЛЕЕ 200 000 МАНАТ
tk: TELEKEÇINIŇ ÝYLLYK GIRDEJISI 200 000 MANATDAN GEÇSE

source: ENTREPRENEURS WITH ANNUAL PROFIT UP TO 200 000 MANATS
ru: ПРИ ОБЩЕЙ ГОДОВОЙ ПРИБЫЛИ ПРЕДПРИНИМАТЕЛЯ ДО 200 000 МАНАТ
tk: TELEKEÇINIŇ ÝYLLYK UMUMY GIRDEJISI 200 000 MANADA ÇENLI BOLSA

source: Fax
ru: Факс
tk: Faks

source: Female
ru: Женский
tk: Aýallar

source: Field of activity
ru: Сфера деятельности
tk: Iş görnüşi

source: Field of activity (Trading, Manufacturing, etc.)
ru: Сфера деятельности (Торговля, Производство и др.)
tk: Iş görnüşi (Söwda, önümçilik we beýlekiler)

source: File management
ru: Управление файлами
tk: Faýllary dolandyryş

source: First name
ru: Имя
tk: Ady

source: Footer
ru: Низ
tk: Gaty

source: Forgot your password?
ru: Забыли свой пароль?
tk: Parolyňyzy ýatdan çykardyňyzmy?

source: Friday
ru: Пятница
tk: Anna

source: Full name
ru: Ф.И.О
tk: F.A.A.a

source: Home
ru: Главная
tk: Baş sahypa

source: I-AS 000000 or A0000000
ru: I-AS 000000 или A0000000
tk: I-AS 000000 ýa-da A0000000

source: i/n
ru: п/н
tk: p/n

source: Industries
ru: Отрасли
tk: Pudaklar

source: Invalid email address
ru: Неверный адрес электронной почты
tk: Elektron poçtanyň salgysy nädogry

source: Last name
ru: Фамилия
tk: Familiýa

source: Legal person
ru: Юридическое лицо
tk: Ýuridik şahs

source: Legal person membership
ru: Членство юридического лица
tk: Ýuridik şahsyň agzalykda durýan ýeri

source: Link
ru: Ссылка
tk: Salgylanma

source: Log in
ru: Войти
tk: Girmek

source: Log out
ru: Выйти
tk: Çykmak

source: Login
ru: Логин

source: Login account
ru: Войти в аккаунт
tk: Akkaunta girmek

source: Login to your account
ru: Вход в учетную запись
tk: Hasabyňyza giriň

source: Logo
ru: Логотип
tk: Logotip

source: Main image
ru: Главное изображение
tk: Baş şekil

source: Male
ru: Мужской
tk: Erkek

source: manat
ru: манат

source: Membership amount
ru: Сумма членства
tk: Agzalyk möhleti

source: Membership date
ru: Дата вступление в членство
tk: Agzalyga giren senesi

source: Membership fee
ru: Членский взнос
tk: Agzalyk gatanjy

source: Membership request status
ru: Статус запроса на членство
tk: Agzalyk üçin arzanyň ýagdaýy

source: Membership requests
ru: Запросы на членство
tk: Agzalyk üçin arzalar

source: Menu
ru: Меню
tk: Menýu

source: Menu to assign
ru: Меню для назначения
tk: Bellemek üçin menýu

source: Message
ru: Сообщение
tk: Habar

source: Monday
ru: Понедельник
tk: Duşenbe

source: More details
ru: Подробнее
tk: Has giňişleýin maglumat

source: Name
ru: Наименование
tk: Ady

source: Native productions
ru: Отечественное производство
tk: Ýurdumyzda öndürildi

source: New items of domestic production
ru: Новинки отечественного производства
tk: Ýurdumyzyň önümçilik täzelikleri

source: New password
ru: Новый пароль
tk: Täze açarsöz

source: News
ru: Новости
tk: Täzelikler

source: News categories
ru: Категории новостей
tk: Täzelikleriň toparlary

source: News category
ru: Категория новостей
tk: Täzelikler topary

source: News paper
ru: Газета
tk: Gazet

source: News papers
ru: Газеты
tk: Gazetler

source: Newspaper data
ru: Данные газет
tk: Gazetleriň maglumatlary

source: Newspaper pictures
ru: Изображения газеты
tk: Gazetiň şekili

source: Newspapers
ru: Газеты
tk: Gazetler

# No photo
source: No image
ru: Нет фотографии
tk: Fotosurat ýok

source: Not paid!
ru: Не оплачено!
tk: Tölenmedi!

source: Not paid! Amount refunded
ru: Не оплачено! Сумма возвращена
tk: Töleg geçmedi! Pul möçberi yzyna gaýtaryldy

source: Not paid! Authorization cancelled
ru: Не оплачено! Авторизация отменена
tk: Töleg geçmedi! Awtorizasiýa ýatyryldy

source: Not paid! Authorization initiated by issuing bank ACS
ru: Не оплачено! Авторизация инициирована банком-эмитентом ACS
tk: Töleg geçmedi! Awtorizasiýa ACS-niň emitent banky tarapyndan başladyldy

source: Not paid! Authorization rejected
ru: Не оплачено! Авторизация отклонена
tk: Töleg geçmedi! Awtorizasiýa kabul edilmedi

source: Not paid! Order registered in the bank
ru: Не оплачено! Заказ зарегистрирован в банке
tk: Töleg geçmedi! Sargyt bankda bellige alyndy

source: Not paid! Preauthorized amount frozen for 2 factor authorization
ru: Не оплачено! Предварительно авторизованная сумма заморожена для двухфакторной авторизации
tk: Töleg geçmedi! Öňünden ygtyýarlandyrylan pul möçberi iki faktorly awtorizasiýa üçin doňduryldy

source: Not set
ru: Не задано
tk: Parametrler berilmedi

source: Number of results found
ru: Количество найденных результатов
tk: Tapylan netijeleriň mukdary

source: On the middle
ru: По центру
tk: Merkezi boýunça

source: On the right
ru: Справа
tk: Sagdan

source: Online trading
ru: Онлайн торговля
tk: Onlaýn-söwda

source: Online trading category
ru: Категории онлайн-торговли
tk: Onlaýn-söwdanyň topary

source: Online tradings
ru: Интернет-торговля
tk: Internet-söwda

source: or drag
ru: или перетащите
tk: ýa-da çekip geçiriň

source: or drag picture
ru: или перетащите картинку
tk: ýa-da şekili çekip geçiriň

source: Order
ru: Порядок
tk: Tertibi

source: Order payed successfully
ru: Заказ успешно оплачен
tk: Sargyt üstünlikli tölendi

source: Organization
ru: Организация
tk: Gurama

source: Organization address(with out city name)
ru: Адрес организации (без названия города)
tk: Guramanyňa ady (şäheriň adyny görkezmezden)

source: Organization data
ru: Данные организации
tk: Guramanyň maglumatlary

source: Organization name
ru: Название организации
tk: Guramanyň ady

source: Organizations
ru: Организации
tk: Guramalar

source: Our achievements
ru: Наши достижения
tk: Gazananlarymyz

source: Our contacts
ru: Наши контакты
tk: Biziň habarlaşmak üçin maglumatlarymyz

source: Our services
ru: Наши услуги
tk: Biziň hyzmatlarymyz

source: Pages
ru: Страницы
tk: Sahypalar

source: Panel
ru: Панель

source: Parent menu
ru: Родительское меню
tk: Hossarlyk menýusy

source: Partners
ru: Партнеры
tk: Hyzmatdaşlar

source: Passport issue date
ru: Дата выдачи паспорта
tk: Pasportyň berlen senesi

source: Passport issued by
ru: Кем выдан паспорт
tk: Pasport kim tarapyndan berildi

source: Passport serial number
ru: Серийный номер паспорта
tk: Pasportyň seriýa belgisi

source: Password
ru: Пароль
tk: Açarsöz

source: Password and confirm password does not match
ru: Пароль и пароль подтверждения не совпадают
tk: Açarsöz we tassyklanan açarsöz gabat gelmeýärler

source: Pay
ru: Оплатить
tk: Tölemek

source: Payment request has been confirmed
ru: Запрос на оплату подтверджен
tk: Tölemek üçin ýüztutma tassyklandy

source: Payment request management
ru: Управление запросами на оплату
tk: Tölemek üçin ýüztutmalary dolandyrmak

source: Payment request pending
ru: Запрос на платеж находится на рассмотрении
tk: Tölemek üçin ýüztutma seredilýär

source: Payment requests for a year
ru: Запросы на оплату за год
tk: Bir ýylda tölemek üçin ýüztutmalar

source: Payment year
ru: Год оплаты
tk: Töleg ýyly

source: Payments
ru: Платежы
tk: Tölegler

source: Pending
ru: В ожидании
tk: Garaşylýar

source: Personal area
ru: Личный кабинет
tk: Şahsy otag

source: Personal card in a specific form
ru: Персональная карта определенной формы
tk: Belli bir görnüşdäki şahsy kart

source: Phone
ru: Телефон
tk: Telefon

source: Phone number
ru: Номер телефона
tk: Telefon belgisi

# PhoneSPPT
source: Phone
ru: Телефон
tk: Telefon

source: Picture
ru: Картинка
tk: Şekil

source: Picture for mobile versions
ru: Картинка для мобильной версию
tk: Mobil wersiýa üçin şekil

source: Picture(*.svg format)
ru: Картинка (*.svg формат)
tk: Şekil (*.svg format)

source: Pictures
ru: Изображения
tk: Şekiller

source: Please choose a picture
ru: Пожалуйста, выберите картинку
tk: Şekili seçmegiňizi soraýarys

source: Please choose year
ru: Пожалуйста выберите год
tk: Ýyly seçmegiňizi soraýarys

source: Please enter email
ru: Пожалуйста, введите электронный адрес
tk: Elektron salgyny girizmegiňizi soraýarys

source: Please enter phone number
ru: Пожалуйста введите номер телефона
tk: Telefon belgisini girizmegiňizi soraýarys

source: Please enter valid fax number
ru: Пожалуйста, введите действующий номер факса
tk: Hereket edýän faks belgisini girizmegiňizi soraýarys

source: Please enter valid phone number
ru: Пожалуйста введите правильный номер телефона
tk: Dogry telefon belgisini girizmegiňizi soraýarys

source: Please select a day of the week
ru: Пожалуйста, выберите день недели
tk: Hepdäniň gününi saýlamagyňyzy soraýarys

source: Please select city
ru: Пожалуйста выберите город
tk: Şäheri saýlamagyňyzy soraýarys

source: Please select created date
ru: Пожалуйста, выберите дату создания
tk: Döredilen senesini saýlamagyňyzy soraýarys

source: Please select end date
ru: Пожалуйста выберите дату конца
tk: Tamamlanýan senesini saýlamagyňyzy soraýarys

source: Please select menu to assign
ru: Пожалуйста выберите меню
tk: Menýuny saýlamagyňyzy soraýarys

source: Please select newspaper publish date
ru: Выберите дату публикации газеты
tk: Gazetiň çap edilen senesini saýlaň

source: Please select position
ru: Пожалуйста выберите расположение
tk: Ýerleşýän ýerini saýlamagyňyzy soraýarys

source: Please select publish date
ru: Пожалуйста, выберите дату публикации
tk: Çap edilen senesini saýlamagyňyzy soraýarys

source: Please select start date
ru: Пожалуйста выберите дату начала
tk: Başlanýan senesini saýlamagyňyzy soraýarys

source: Please select start time
ru: Пожалуйста, выберите время начала
tk: Başlanýan wagtyny saýlamagyňyzy soraýarys

source: Please select user type
ru: Пожалуйста, выберите тип пользователя
tk: Ulanyjynyň tipini saýlamagyňyzy soraýarys

source: Please upload logo
ru: Пожалуйста загрузите логотип
tk: Logotipi ýüklemegiňizi soraýarys

source: Position
ru: Расположение
tk: Ýerleşýän ýeri

source: Press releases
ru: Пресс-релизы
tk: Pres-relizler

source: Profile
ru: Профиль
tk: Profili

source: Project completed date
ru: Дата завершения проекта
tk: Taslamanyň tamamlanan senesi

source: Project end date
ru: Дата конца проекта
tk: Taslamanyň tamamlanýan sensi

source: Project start date
ru: Дата начало проекта
tk: Taslamanyň başlanýan senesi

source: Projects
ru: Проекты
tk: Taslamalar

source: projects completed successfully
ru: проектов успешно завершено
tk: taslamalary üstünlikli tamamlandy

source: Registration place
ru: Место регистрации
tk: Bellige alnan ýeri

source: Registration place or permanent address
ru: Место регистрации или постоянный адрес
tk: Bellige alnan ýeri ýa-da hemişelik salgysy
