Repository: mallakyyev/TSTB
Catalog: TSTB.Web/Resources/SharedResource.*.resx
Languages: ru, tk

source: Registration-Manager
ru: Менеджер по регистрации
tk: Bellige almak boýunça menejer

source: Rejected because
ru: Отклонено, потому что
tk: Sebäpli ýüz öwrüldi

source: Remember me?
ru: Запомнить меня?
tk: Meni ýatlamak üçin?

source: Representatives
ru: Представители
tk: Wekiller

source: Request
ru: Запрос
tk: Ýüztutma

source: Return
ru: Вернутся обратно
tk: Yzyna dolanmak

source: Reviewed
ru: Проверено
tk: Barlandy

source: Role
ru: Роль
tk: Rol

source: sample of the enquery form, print it, fill it out, sign it, scan it and upload
ru: образец формы запроса, распечатайте, заполните, подпишите, отсканируйте и загрузите
tk: Ýüztutma görnüşiniň nusgasy, çap ediň, dolduryň, gol çekiň, skanirläň we ýükläň

source: sample of the private form, print it, fill it out, sign it, scan it and upload
ru: образец частной формы, распечатайте, заполните, подпишите, отсканируйте и загрузите
tk: hususy görnüşiň nusgasy,çap ediň, dolduryň, gol çekiň, skanirläň we ýükläň

source: Saturday
ru: Суббота
tk: Şenbe

source: Saying
ru: Цитата
tk: Sitata

source: Sayings
ru: Цитаты
tk: Sitatalar

source: Scanned copy of declaration
ru: Отсканированная копия декларации
tk: Beýannamanyň skanirlenen nusgasy

source: Scanned copy of enquery form
ru: Отсканированная копия формы запроса
tk: Ýüztutma görnüşiniň skanirlenen nusgasy

source: Scanned copy of income report (for last year)
ru: Отсканированная копия отчета о доходах (за последний год)
tk: Girdejiler barada hasabatyň (soňky ýyl üçin) skanirlenen görnüşi

source: Scanned copy of patent
ru: Отсканированная копия патента
tk: Patentiň skanirlenen nusgasy

source: Scanned copy of precept
ru: Отсканированная копия приказа
tk: Buýrugyň skanirlenen nusgasy

source: Scanned copy of private form
ru: Отсканированная копия частной формы
tk: Hususy görnüşiň skanirlenen nusgasy

source: Scanned copy of registration licence
ru: Отсканированная копия регистрационной лицензии
tk: Bellige alyş ygtyýarnamanyň skanirlenen nusgasy

source: Scanned copy of school certificate
ru: Отсканированная копия школьного аттестата
tk: Mekdep şahadatnamasynyň skanirlenen nusgasy

source: Scanned copy of your passport
ru: Отсканированная копия вашего паспорта
tk: Siziň pasportyňyzyň skanirlenen nusgasy

source: School certificate copy
ru: Копия школьного аттестата
tk: Mekdep şahadatnamasynyň nusgasy

source: Search
ru: Поиск
tk: Gözleg

source: Second name
ru: Отчество
tk: Atasynyň ady

source: Select activity type
ru: Выберите тип деятельности
tk: Iş görnüşini saýlaň

source: Select category
ru: Выберите категорию
tk: Toparyny saýlaň

# Select city
source: Select сity
ru: Выберите город
tk: Şäheri saýlaň

source: Select membership status
ru: Выберите статус членства
tk: Agzalyk derejesini saýlaň

source: Select news category
ru: Выберите категорию новостей
tk: Täzelikler toparyny saýlaň

source: Select newspaper
ru: Выбрать газету
tk: Gazeti saýlaň

# Select photo
source: Select picture
ru: Выбрать фотографию
tk: Fotosuraty saýlaň

source: Select service
ru: Выберите услугу
tk: Hyzmaty saýlaň

source: Select sex
ru: Выберите пол
tk: Jynsyny saýlaň

source: Select user type
ru: Выберите тип пользователя
tk: Ulanyjynyň tipini saýlaň

source: Send
ru: Отправить
tk: Ibermek

source: Send email
ru: Отправка почты
tk: Poçtany ibermek

source: Send request
ru: Отправить запрос
tk: Ýüztutmany ibermek

source: Send to
ru: Отправить
tk: Ibermek

source: Service
ru: Услуга
tk: Hyzmat

source: Service type
ru: Тип услуг
tk: Hyzmatlaryň görnüşi

source: Service types
ru: Типы услуг
tk: Hyzmatlaryň görnüşleri

source: Services
ru: Услуги
tk: Hyzmatlar

source: Settings
ru: Настройки
tk: Sazlamalar

source: Sex
ru: Пол
tk: Jynsy

source: Short description
ru: Краткое описание
tk: Gysgaça beýany

source: Show more
ru: Показать еще
tk: Has giňişleýin görkeziň

source: Slider
ru: Слайдер
tk: Slaýder

source: Something went wrong please try again
ru: Что-то пошло не так. Пожалуйста, попытайтесь еще раз
tk: Nämedir bir zat ugruna däl. Gaýtadan synanyşmagyňyzy soraýarys

source: Start date
ru: Дата начало
tk: Başlanýan senesi

source: Start of the working week
ru: Начало рабочей недели
tk: Iş hepdesiniň başlanmagy

source: Statement in a specific form
ru: Заявление в определенной форме
tk: Belli bir görnüşdäki arza

source: Status
ru: Статус
tk: Derejesi

source: Subject
ru: Тема
tk: Tema

source: Subscribe
ru: Подписаться
tk: Abuna ýazylmak

source: Subscribe to the newsletter and events
ru: Подпишитесь на рассылку новостей и событий
tk: Täzelikler we wakalar abunasyna ýazylyň

source: Subsrcibers
ru: Подписчики
tk: Abunaçylar

source: Success
ru: Успешно
tk: Üstünlikli

source: Sunday
ru: Воскресенье
tk: Ýekşenbe

source: Tariff management
ru: Управление тарифами
tk: Nyrhnamalary dolandyrmak

source: Tariffs
ru: Тарифы
tk: Nyrhnamalar

source: Tax code
ru: Налоговый код
tk: Salgyt belgisi

source: This order have been paid
ru: 25/5000 Этот заказ был оплачен
tk: Bu sargyt tölendi

source: Thursday
ru: Четверг
tk: Penşenbe

source: Title
ru: Наименование
tk: Ady

source: To contact us
ru: Связаться с нами
tk: Biziň bilen baglanyşyň

source: To find
ru: Найти
tk: Tapmaly

source: Total
ru: Итого
tk: Jemi

source: Trading houses
ru: Торговые дома
tk: Söwda öýleri

source: Transactions
ru: Транзакции
tk: Tranzaksiýalar

source: Tuesday
ru: Вторник
tk: Sişenbe

# UIET
source: TUIE
ru: СППТ
tk: TSTB

# UIET departments and their contacts
source: TUIE departments and their contacts
ru: Отделы СППТ и их контакты
tk: TSTB bölümleri we habarlaşmak üçin belgileri

# UIET news and events
source: TUIE news and events
ru: Новости и события СППТ
tk: TSTB täzelikleri we wakalary

source: Under review
ru: На рассмотрении
tk: Seredilýär

# Union of industrialists and entrepreneurs of turkmenistan
source: The Union of Industrialists and Entrepreneurs of Turkmenistan
ru: Союз промышленников и предпринимателей Туркменистана
tk: Türkmenistanyň Senagatçylar we telekeçiler birleşmesi

# Union of industrialists and entrepreneurs of turkmenistan with br
source: The Union of Industrialists and <br /> Entrepreneurs of Turkmenistan
ru: Союз промышленников и <br /> предпринимателей Туркменистана
tk: Türkmenistanyň Senagatçylar we <br /> telekeçiler birleşmesi

source: Unsublink
ru: Отменить подписку
tk: Abuna ýazylmagy ýatyrmak

source: Unsubscribe
ru: Отписаться
tk: Abunadan çykmak

# Unsubscribe from UIET web newsletter and events
source: Unsubscribe from TUIE web newsletter and events
ru: Отказаться от подписки на новостную рассылку и мероприятия СППТ
tk: TSTB-niň täzelikler abunasyna we çärelerine ýazylmakdan ýüz öwürmek

source: Unsubscribed
ru: Отписался
tk: Abunadan çykdy

source: Upload declaration obtained from tax office
ru: Загрузите декларацию, полученную в налоговой инспекции
tk: Salgyt bölüminde alnan beýannamany ýükläň

source: Upload main picture
ru: Загрузите главное изображение
tk: Baş şekili ýükläň

source: Upload picture
ru: Загрузите изображение
tk: Şekili ýükläň

source: Upload picture (*.svg)
ru: Загрузите изображение (*.svg)
tk: Şekili (*.svg) ýükläň

source: Upload pictures
ru: Загрузите изображения
tk: Şekilleri ýükläň

source: Upload your data
ru: Загрузите свои данные
tk: Öz maglumatlaryňyzy ýükläň

source: User
ru: Пользователь
tk: Ulanyjy

source: User name
ru: Имя пользователя
tk: Ulanyjynyň ady

source: User type
ru: Тип пользователя
tk: Ulanyjynyň görnüşi

source: Users
ru: Пользователи
tk: Ulanyjylar

source: Value
ru: Значение
tk: Ähmiýeti

source: Web site
ru: Веб-сайт
tk: Web-saýt

source: Web URL
ru: Веб-адрес
tk: Web-salgy

source: Wednesday
ru: Среда
tk: Çarşenbe

source: What do you want to find?
ru: Что вы хотите найти?
tk: Siz näme tapmak isleýärsiňiz?

source: Widgets
ru: Виджеты
tk: Widjetler

source: Work ends at
ru: Работа заканчивается в
tk: Iş -de tamamlanýar

source: Work starts at
ru: Работа начинается в
tk: Iş -de başlanýar

source: Working day ends on
ru: Рабочий день заканчивается
tk: Iş güni tamamlanýar

source: Working day starts on
ru: Рабочий день начинается
tk: Iş güni başlanýar

source: Working hours
ru: Время работы
tk: Iş wagty

source: Year for payment
ru: Год оплаты
tk: Töleg ýyly

source: Yearly payment for year
ru: Годовая оплата за год
tk: Ýyl üçin ýyllyk töleg

source: Yearly payment request
ru: Ежегодный платежный запрос
tk: Ýyl boýunça töleg ýüztutmasy

source: years with you
ru: лет с Вами
tk: ýyl siziň bilen

source: You do not have access to this resource
ru: У вас нет доступа к этому ресурсу
tk: Siziň bu gora elýeterligiňiz ýok

source: You have successfully applied for Membership! We will reach you soon
ru: Вы успешно подали заявку на членство! Мы скоро свяжемся с вами
tk: Siz agzalyk üçin ýüztutmany üstünlikli berdiňiz! Biz tizden siziň bilen baglanyşarys

source: Create yearly payment request and send declaration for amount confirmation
tk: Ýyllyk töleg tabşyrygyny döretmek we pul möçberini tassyklamak üçin beýannamany ibermek

source: On the lef
tk: Çepden
